Repository: EspaceNetworks/announcement
Catalog: i18n/*/LC_MESSAGES/announcement.po
Languages: nb_no

source: Add Announcement
nb_no: Legg til kunngjøring

source: Allow Skip
nb_no: Tillat å hoppe over

source: Announcement: %s
nb_no: Kunngjøring: %s

source: Announcements
nb_no: Kunngjøringer

source: Applications
nb_no: Anvendelser

source: Check this to keep the channel from explicitly being answered. When checked, the message will be played and if the channel is not already answered it will be delivered as early media if the channel supports that. When not checked, the channel is answered followed by a 1 second delay. When using an announcement from an IVR or other sources that have already answered the channel, that 1 second delay may not be desired.
nb_no: Kryss av her for å hindre at kanalen blir eksplisitt besvart. Meldingen vil bli spilt av, og hvis kanalen ikke allerede er besvart vil lyden bli levert som tidlig media dersom kanalen støtter dette. Hvis dette valget ikke er avkrysset blir kanalen besvart etterfulgt av 1 sekunds forsinkelse. Når kunngjøringen brukes fra en IVR eller annen kilde som allerede har besvart kanalen, kan dette ekstra sekundet være uønsket.

source: Checking if recordings need migration..
nb_no: Kontrollerer om lydopptak trenger å migreres...

source: Delete
nb_no: Slett

source: Description
nb_no: Beskrivelse

source: Destination after playback
nb_no: Destinasjon etter avspilling

source: Disable
nb_no: Deaktiver

source: Don't Answer Channel
nb_no: Ikke besvar kanalen

source: Edit Announcement
nb_no: Endre kunngjøring

source: If the caller is allowed to press a key to skip the message.
nb_no: Om den som ringer skal kunne trykke en tast for å hoppe over kunngjøringen.

source: If this announcement came from an IVR and this box is checked, the destination below will be ignored and instead it will return to the calling IVR. Otherwise, the destination below will be taken. Don't check if not using in this mode. <br>The IVR return location will be to the last IVR in the call chain that was called so be careful to only check when needed. For example, if an IVR directs a call to another destination which eventually calls this announcement and this box is checked, it will return to that IVR which may not be the expected behavior.
nb_no: Hvis denne kunngjøringen kom fra en IVR og denne boksen er krysset av, vil destinasjonen under bli ignorert og samtalen returnert til samme IVR. Ellers vil destinasjonen under bli brukt. Ikke kryss av hvis kunngjøringen ikke blir brukt på denne måten. Hvis samtalen har vært gjennom flere IVRs er det alltid den siste som blir returnert til.

source: Invalid description specified
nb_no: Ugyldig beskrivelse angitt

source: Key to press that will allow for the message to be replayed. If you choose this option there will be a short delay inserted after the message. If a longer delay is needed it should be incorporated into the recording.
nb_no: Tast som kan trykkes for å repetere kunngjøringen. Hvis du velger dette vil en kort forsinkelse bli lagt inn etter kunngjøringen. Hvis det trengs en lenger forsinkelse må det tas med på lydopptaket.

source: Message to be played.<br>To add additional recordings use the "System Recordings" MENU to the left
nb_no: Melding som skal spilles av.<br>For å legge til flere lydopptak velger du "Systeminnspillinger" i menyen til venstre

source: None
nb_no: Ingen

source: Plays back one of the system recordings (optionally allowing the user to skip it) and then goes to another destination.
nb_no: Spiller av en av systeminnspillingene (eventuelt med mulighet for å hoppe over) og fortsetter så til en annen destinasjon.

source: Recording
nb_no: Lydopptak

source: Repeat
nb_no: Gjenta

source: Return to IVR
nb_no: Returnere til IVR

source: Submit Changes
nb_no: Lagre endringer

source: The name of this announcement
nb_no: Kortfattet navn på denne kunngjøringen

source: adding recording_id field..
nb_no: legger til feltet recording_id...

source: already migrated
nb_no: allerede migrert

source: dropping recording field..
nb_no: dropper feltet recording..

source: fatal error
nb_no: kritisk feil

source: migrate to recording ids..
nb_no: migrerer til recording ids..

source: migrated %s entries
nb_no: migrert %s poster

source: migrating
nb_no: migrerer

source: no recording field???
nb_no: ingen recording-felt?
